Repository: emirsansar/Quiz-Generator---SwiftUI
Catalog: Quiz Maker/Localizable.xcstrings
Source language: en
Languages: tr

# %lld. Question
source: %1$lld. Question
tr: %1$lld. Soru

# btn_cancel
source: Cancel
tr: İptal

# btn_collapse_questions
source: Collapse Questions
tr: Soruları Daralt

# btn_delete
source: Delete
tr: Sil

# btn_delete_items
source: Delete All Saved
tr: Kaydedilmiş Öğeleri Sil

# btn_delete_question
source: Delete Question
tr: Soruyu Sil

# btn_delete_questions
source: Delete Questions
tr: Soruları Sil

# btn_delete_quiz
source: Delete Quiz
tr: Quiz’i Sil

# btn_delete_quizzes
source: Delete Quizzes
tr: Quiz’leri Sil

# btn_expand_questions
source: Expand Questions
tr: Soruları Genişlet

# btn_generate_quiz
source: Generate Quiz
tr: Oluştur

# btn_hide_answer
source: Hide Answer
tr: Cevabı Gizle

# btn_hide_answers
source: Hide Answers
tr: Cevapları Gizle

# btn_save
source: Save
tr: Kaydet

# btn_save_again
source: Undo Delete
tr: Geri Kaydet

# btn_save_quiz
source: Save Quiz
tr: Quiz’i Kaydet

# btn_show_answer
source: Show Answer
tr: Cevabı Göster

# btn_show_answers
source: Show Answers
tr: Cevapları Göster

# btn_check_answer
source: Check Answer
tr: Cevabı Göster

# btn_show_result
source: Show Result
tr: Sonucu Göster

# btn_next_question
source: Next Question
tr: Sıradaki Soru

# dialog_delete_questions_message
source: All saved questions will be deleted. Are you sure about this?
tr: Tüm kaydedilen sorular silinecek. Emin misin?

# dialog_delete_quizzes_message
source: All saved quizzes will be deleted. Are you sure about this?
tr: Tüm kaydedilen quiz’ler silinecek. Emin misin?

# label_dark_mode
source: Dark Mode
tr: Karanlık Tema

# label_difficulty
source: Difficulty:
tr: Zorluk:

# label_language
source: Language
tr: Dil

# label_question_count
source: Question Count:
tr: Soru adedi:

# label_question_review
source: Soru Review
tr: Soru İncelemesi

# label_quiz_completed
source: Quiz completed!
tr: Quiz tamamlandı!

# label_quiz_review
source: Quiz Review
tr: Quiz İncelemesi

# label_quiz_type
source: Quiz Type:
tr: Quiz türü:

# label_saved
source: Saved
tr: Kaydedilenler

# label_settings
source: Settings
tr: Ayalar

# label_theme
source: Theme
tr: Tema

# nav_home
source: Home
tr: Ana Sayfa

# nav_saved
source: Saved
tr: Kaydedilenler

# nav_settings
source: Settings
tr: Ayarlar

# option_easy
source: Easy
tr: Kolay

# option_english
source: English
tr: İngilizce

# option_hard
source: Hard
tr: Zor

# option_medium
source: Medium
tr: Orta

# option_multiple_choice
source: Multiple Choice
tr: Çoktan Seçmeli

# option_true_false
source: True/False
tr: Doğru/Yanlış

# option_turkish
source: Turkish
tr: Türkçe

source: Options
tr: Seçenekler

# picker_select
source: Select
tr: Seç

# text_an_error_occured
source: An error occured:
tr: Bir hata oluştu:

# text_correct
source: -Correct!
tr: -Doğru!

# text_correct_answers: %lld / %lld
source: Correct count: %1$lld / %2$lld
tr: Doğru sayısı: %1$lld / %2$lld

# text_delete_all_saved_data
source: Delete all saved quizzes and questions.
tr: Tüm kayıtlı quiz ve soruları sil.

# text_enter_topic
source: Enter a topic..
tr: Bir konu giriniz..

# text_no_answer
source: -No answer selected.
tr: -Cevaplanmadı!

# text_saved
source: Saved! ✅
tr: Kaydedildi! ✅

# text_wrong
source: -Wrong!
tr: -Yanlış!

# title_delete_questions
source: Delete Questions
tr: Soruları Sil

# title_delete_quizzes
source: Delete Quizzes
tr: Quiz’leri Sil
